brew "ast-grep"
brew "autoconf"
brew "automake"
brew "bat"
brew "btop"
brew "cmake"
brew "cmark-gfm"
brew "codespell"
brew "coreutils"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "lazygit"
brew "openssl"
brew "pgcli"
brew "renameutils"
brew "ripgrep"
brew "typos-cli"
brew "wxwidgets"
brew "zoxide"
brew "zsh"

cask "1password"
cask "dash"
cask "devtoys"
cask "devutils"
cask "discord"
cask "font-hack-nerd-font"
cask "macdown"
cask "muzzle"
cask "obsidian"
cask "proton-mail"
cask "proton-mail-bridge"
cask "raycast"
cask "slack"
cask "tableplus"
cask "claude-code"
