brew "autoconf"
brew "automake"
brew "btop"
brew "cmark-gfm"
brew "codespell"
brew "coreutils"
brew "gcc"
brew "git"
brew "just"
brew "mise"
brew "gnu-sed"
brew "opencode"
brew "openssl"
brew "pgcli"
brew "renameutils"
brew "ripgrep"
brew "wxwidgets"
brew "zsh"
brew "mole"

cask "1password"
cask "dash"
cask "devtoys"
cask "devutils"
cask "discord"
cask "font-hack-nerd-font"
cask "macdown"
cask "muzzle"
cask "obsidian"
cask "proton-mail"
cask "proton-mail-bridge"
cask "raycast"
cask "slack"
cask "tableplus"
